Repository: ejbills/DockDoor
Catalog: DockDoor/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, he, it, ja, nl, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: Position Dock Preview Controls
cs: Umístění ovládacích prvků náhledu Docku
de: Position der Steuerelemente
es: Posición de los controles de vista previa
fr: Position des commandes des aperçus du Dock
he: מיקום פקדי תצוגה מקדימה של Dock
it: Posizionamento dei controlli delle anteprime del Dock
ja: Dockプレビューコントロールの位置
nl: Bedieningselementenpositie Dock-voorbeeld
ru: Расположение органов управления превью Dock
tr: Dock Önizleme Kontrollerinin Konumu
uk: Розташування елементів попереднього перегляду Dock
vi: Định vị điều khiển bản xem trước Dock
zh_hans: Dock 预览控件位置
zh_hant: Dock視窗預覽控制項目位置

source: Position of window controls in Cmd+Tab overlay.
cs: Umístění ovládacích prvků překryvu Cmd+Tab.
de: Position der Fenstersteuerelemente in Cmd+Tab Oberfläche.
it: Posizione dei tasti nella sovrapposizione Cmd+Tab.
ja: Cmd+Tabオーバーレイにおけるウィンドウ操作ボタンの配置。
nl: De positie van de vensterbedieningselementen in de Cmd+Tab-overlay.
ru: Расположение органов управления окна в наложении Cmd+Tab.
tr: Cmd+Tab katmanında pencere denetimlerinin konumu.
vi: Vị trí của các thành phần điều khiển cửa sổ trong lớp phủ Cmd+Tab.
zh_hans: Cmd+Tab 切换界面中窗口按钮的位置。
zh_hant: Cmd+Tab疊層的控制項目位置。

source: Position of window controls in the switcher.
cs: Umístění ovládacích prvků v přepínači.
de: Position der Fenstersteuerelemente im Fensterwechsler.
it: Posizione dei controlli nel selettore finestre.
ja: スイッチャー内におけるウィンドウ操作ボタンの配置。
nl: De positie van de vensterbedieningselementen in de vensterwisselaar.
ru: Расположение органов управления окна в переключателе.
tr: Değiştiricide pencere denetimlerinin konumu.
vi: Vị trí điều khiển cửa sổ trong bộ chuyển.
zh_hans: 切换器中窗口按钮的位置。
zh_hant: 切換器的控制項目位置。

source: Position Offset
cs: Odsazení
de: Positionsversatz
es: Desplazamiento
fr: Décalage de position
he: היסט מיקום
it: Scostamento (offset)
ja: 表示位置のオフセット
nl: Positie verspringing
ru: Смещение позиции
tr: Konum Kaydırması
uk: Зсув позиції
vi: Độ lệch vị trí
zh_hans: 位置偏移
zh_hant: 位置偏移

source: Position Window Controls
cs: Umístění ovládacích prvků oken
de: Position der Fenstersteuerelemente
es: Controles de ventana de posición
fr: Emplacement des boutons de fenêtre
he: מיקום פקדי חלון
it: Posizione dei controlli
ja: ウィンドウコントロールの配置
nl: Positie vensterbesturing
ru: Управление положением окна
tr: Pencere Kontrollerini Konumlandırın
uk: Розташування елементів керування вікном
vi: Định vị điều khiển cửa sổ
zh_hans: 窗口控制按钮位置
zh_hant: 將視窗控制按鈕放在

source: Present a full size preview of the window
cs: Zobrazit náhled okna v plné velikosti
de: Große Vorschau des Fensters anzeigen
es: Presentar una vista previa de tamaño completo de la ventana
fr: Présenter un aperçu en taille réelle de la fenêtre
he: הצג תצוגה מקדימה בגודל מלא של החלון
it: Mostra un'anteprima della finestra a dimensioni reali
ja: ウィンドウのフルサイズプレビューを表示する
nl: Geef een voorbeeld van het venster op volledige grootte weer
ru: Полноэкранный предварительный просмотр окна
tr: Pencerenin tam boyutlu bir önizlemesini göster
uk: Показати попередній перегляд вікна в повному розмірі
vi: Hiển thị bản xem trước cửa sổ với kích thước đầy đủ
zh_hans: 呈现窗口的全尺寸预览
zh_hant: 顯示視窗的全尺寸預覽

source: Press a key…
cs: Stiskněte klávesu…
de: Eine Taste drücken…
es: Pulse una tecla…
fr: Appuyez sur une touche…
he: לחץ על מקש…
it: Premi un tasto…
ja: キーを押してください…
nl: Druk op een toets…
pt_pt: Prima uma tecla…
ru: Нажмите клавишу…
tr: Bir tuşa bas…
uk: Натисніть клавішу…
vi: Nhấn một phím…
zh_hans: 按下按键…
zh_hant: 按下按鍵…

source: Press any key combination after holding the initialization key to set the keybind.
cs: Držte inicializační klávesu a stiskněte libovolnou kombinaci kláves pro nastavení zkratky.
de: Drücken Sie eine beliebige Tastenkombination, nachdem Sie die Initialisierungstaste gedrückt haben, um die Tastenkombination festzulegen.
es: Pulse cualquier combinación de teclas después de mantener presionada la tecla de inicialización para asociar la tecla.
fr: Pressez la touche à associer à la touche d’initialisation pour former le raccourci clavier.
he: לחץ על צירוף מקשים כלשהו לאחר החזקת מקש האתחול כדי להגדיר את חיבור המקשים.
it: Premi la combinazione di tasti desiderata, incluso il tasto modificatore.
ja: 初期化キーを押した後、任意のキーの組み合わせを押して、キーバインドを設定します。
nl: Om de sneltoetsencombinatie in te stellen: druk op een willekeurige toetsencombinatie nadat u de initialisatie toets ingedrukt hebt gehouden.
pt_pt: Pressione qualquer combinação de teclas após segurar a tecla de inicialização para definir a tecla de atalho.
ru: Нажмите любую комбинацию клавиш, удерживая клавишу инициализации, чтобы установить сочетание клавиш.
tr: Tuş kombinasyonunu ayarlamak için bir başlatma tuşuna bastıktan sonra herhangi bir tuşa basın.
uk: Натисніть будь-яку комбінацію клавіш після утримання клавіші ініціалізації, щоб встановити прив'язку клавіш.
vi: Nhấn bất kỳ tổ hợp phím sau khi giữ phím khởi tạo để thiết lập phím tắt.
zh_hans: 按住初始化键后按任意组合键设置按键绑定。
zh_hant: 按住變更鍵後，再按下任意按鍵組合來設定按鍵組合。

source: Press any key to set the keybind.
cs: Stiskněte libovolnou klávesu pro nastavení vazby.
de: Drücken Sie eine beliebige Taste, um die Tastenkombination festzulegen.
es: Presiona una tecla para realizar la asociación.
fr: Appuyez sur n’importe quelle touche pour configurer le raccourci clavier.
he: הקש על מקש כלשהו כדי להגדיר את צירוף המקשים.
it: Premi i tasti della combinazione da assegnare.
ja: キーバインドを割り当てるには任意のキーを押下してください。
nl: Druk op een toets om de toetscombinatie in te stellen.
pt_pt: Pressione qualquer tecla para definir a tecla de atalho.
ru: Нажмите любую клавишу, чтобы установить комбинацию.
tr: Tuş kombinasyonunu ayarlamak için herhangi bir tuşa basın.
uk: Натисніть будь-яку клавішу, щоб встановити прив'язку клавіш.
vi: Nhấn phím bất kỳ để thiết lập phím tắt.
zh_hans: 按任意键设置按键绑定。
zh_hant: 按下任意鍵設定組合鍵。

source: Press any key...
cs: Stiskněte libovolnou klávesu...
de: Beliebige Taste drücken...
es: Presiona cualquier tecla...
fr: Appuyez sur une touche…
he: הקש על מקש כלשהו...
it: Premi i tasti...
ja: 任意のキーを押下してください...
nl: Druk op een toets...
pt_pt: Pressione qualquer tecla...
ru: Нажмите любую клавишу...
tr: Herhangi bir tuşa basın...
uk: Натисніть будь-яку клавішу...
vi: Nhấn phím bất kỳ...
zh_hans: 按任意键继续……
zh_hant: 按下任意鍵...

source: Press ONLY the trigger key (e.g. just Tab)
cs: Stiskněte POUZE spouštěcí klávesu (např. jen Tab)
de: Drücken Sie NUR die Trigger-Taste (z.B. nur Tab)
es: Presione SÓLO la tecla activación (p.e. sólo tabulador)
fr: Appuyez UNIQUEMENT sur la touche de déclenchement (par ex. Tab)
he: לחץ רק על מקש ההפעלה (למשל רק Tab)
it: Premi SOLO il tasto di attivazione (senza ⌃⌘⌥⇧)
ja: トリガーキーのみを押してください（例：タブのみ）
nl: Druk ALLEEN op de trigger toets (bijv. alleen Tab)
pt_pt: Prima SOMENTE a tecla de gatilho (ex. apenas Tab)
ru: Нажмите ТОЛЬКО клавишу триггера (например, просто вкладка)
tr: SADECE tetik tuşuna basın (örn. sadece Tab tuşuna)
uk: Натисніть ТІЛЬКИ тригерну клавішу (наприклад, лише Tab)
vi: Chỉ nhấn phím kích hoạt (ví dụ: chỉ nhấn Tab)
zh_hans: 只按下触发键（比如只按下 Tab）
zh_hant: 只按下最終鍵（例如只按Tab鍵）

source: Press shortcut…
cs: Stiskněte klávesovou zkratku…
de: Tastenkürzel drücken…
es: Presiona el atajo de teclado…
fr: Appuyez sur le raccourci…
he: לחץ על קיצור דרך…
it: Premi la combinazione di tasti…
ja: ショートカットを押す…
nl: Druk op de sneltoets…
pt_pt: Pressione o atalho…
ru: Нажмите комбинацию клавиш…
tr: Kısayol tuşuna basın…
uk: Натисніть комбінацію клавіш…
vi: Nhấn phím tắt…
zh_hans: 按下快捷键…
zh_hant: 按下按鍵組合…

source: Press the key combination...
cs: Stiskněte kombinaci tlačítek...
de: Drücken Sie die Tastenkombination...
es: Pulse la combinación de teclas...
fr: Pressez la combinaison de touches...
he: לחץ על צירוף המקשים...
it: Premi la combinazione di tasti...
ja: キーの組み合わせを押してください...
nl: Druk de toetscombinatie in...
pt_pt: Pressione a combinação de teclas...
ru: Нажмите комбинацию клавиш...
tr: Bir tuş kombinasyonuna basın...
uk: Натисніть комбінацію клавіш...
vi: Nhấn tổ hợp phím...
zh_hans: 按下组合键...
zh_hant: 請按下按鍵組合…

source: Prevent dock from hiding during previews
cs: Zabránit skrývání Docku během náhledů
de: Dock während der Vorschau nicht verstecken
es: Evitar que el dock se oculte durante las vistas previas
fr: Empêcher le Dock de se masquer pendant les aperçus
he: מנע הסתרת Dock במהלך תצוגות מקדימות
it: Forza il Dock a restare visibile finché sono mostrate le anteprime
ja: プレビュー中にDockが隠れないようにする
nl: Voorkom dat het Dock tijdens previews wordt verborgen
pt_pt: Impedir que o dock se esconda durante as pré-visualizações
ru: Запретить скрывать Dock во время превью
tr: Önizlemeler sırasında dock'un gizlenmesini önle
uk: Запобігання приховуванню Dock під час попереднього перегляду
vi: Ngăn Dock tự động ẩn khi xem trước
zh_hans: 在预览期间阻止 Dock 隐藏
zh_hant: 防止 Dock 在預覽期間隱藏

source: Prevent preview reappearance during fade-out
cs: Zabránit opakování náhledů během skrývání
de: Verhindere ein Wiederanzeigen der Vorschau beim Ausblenden
es: Evitar reaparición de vista previa al desvanecer
fr: Empêcher la réapparition de l’aperçu pendant le fondu
he: מנע הופעה מחדש של תצוגה מקדימה במהלך דהייה
it: Impedisci alle anteprime di tornare visibili durante la dissolvenza
ja: フェードアウト中にプレビューが再表示されないようにする
nl: Voorkom dat het voorbeeld opnieuw verschijnt tijdens het vervagen
ru: Предотвратить появление превью во время исчезания
tr: Sönme sırasında önizlemenin yeniden görünmesini önle
uk: Запобігання повторній появі попереднього перегляду під час поступового затухання
vi: Ngăn bản xem trước xuất hiện lại trong quá trình mờ dần
zh_hans: 防止在淡出期间预览再现
zh_hant: 防止淡出期間重新顯示預覽

source: Prevent the Dock from jumping to other monitors when your cursor reaches the screen edge.
cs: Zabránit Docku přesouvat se do jiných monitorů, když kurzor dosáhne okraje obrazovky.
de: Verhinder das Springen des Docks zu einem anderen Monitor, wenn dein Mauszeiger die Bildschirmkante erreicht.
it: Impedisce al Dock di cambiare monitor quando il puntatore del mouse raggiunge il bordo di uno schermo.
ja: カーソルが画面の端に達したときに、Dockが他のモニターにジャンプしないようにします。
nl: Voorkom dat het Dock naar andere beeldschermen springt wanneer de cursor de rand van het scherm bereikt.
ru: Предотвращение перескакивания Dock на другой монитор при достижении курсора края экрана.
tr: İmleciniz ekran kenarına geldiğinde Dock'un diğer monitörlere atlamasını önleyin.
vi: Ngăn Dock nhảy sang màn hình khác khi con trỏ chạm viền màn hình.
zh_hans: 当光标到达屏幕边缘时，防止Dock跳转到其他显示器。
zh_hant: 防止Dock在指標移到螢幕邊緣時跳動到其它顯示器。

source: Prevents apps that only ever have a single window from appearing in previews.
cs: Zabraňuje aplikacím, které mají jen jedno okno, aby se objevily v náhledech.
de: Verhindert, dass Apps, die immer nur ein einziges Fenster haben, in der Vorschau angezeigt werden.
es: Evita que las aplicaciones que sólo tienen una ventana aparezcan en las vistas previas.
fr: Empêche les applications qui n’ont qu’une seule fenêtre de s’afficher dans les aperçus.
he: מונע מיישומים שיש להם רק חלון בודד להופיע בתצוגות מקדימות.
it: Mostra le anteprime solo per le applicazioni con più di una finestra.
ja: 単一のウィンドウしかないアプリがプレビューに表示されないようにします。
nl: Voorkomt dat apps die altijd maar één venster hebben, in voorbeelden verschijnen.
ru: Предотвращает появление приложений в превью, у которых только одно окно.
tr: Yalnızca tek pencereye sahip uygulamaların önizlemelerde görünmesini engeller.
uk: Запобігає відображенню попередніх переглядів у застосунках, які мають лише одне вікно.
vi: Ngăn các ứng dụng chỉ có một cửa sổ duy nhất xuất hiện trong bản xem trước.
zh_hans: 不在预览中显示仅有一个窗口的应用程序。
zh_hant: 阻止只有單一視窗的App出現在預覽中。

source: Prevents apps with a single window from appearing in Cmd+Tab previews.
cs: Zabraňuje aplikacím s jedním oknem v zobrazení náhledu Cmd+Tab.
de: Verhindert, dass Apps mit einem einzigen Fenster in der Cmd+Tab-Vorschau angezeigt werden.
it: Le applicazioni con una singola finestra non sono mostrate tra le anteprime di Cmd+Tab.
ja: 単一ウィンドウのアプリがCmd+Tabプレビューに表示されないようにします。
nl: Voorkomt dat apps met een enkel venster worden weergegeven in Cmd+Tab voorbeelden.
ru: Предотвращает появление приложений с одним окном в предпросмотре Cmd+Tab.
tr: Tek pencereli uygulamaların Cmd+Tab önizlenimlerinde görünmesini engeller.
vi: Ngăn các ứng dụng chỉ có một cửa sổ duy nhất xuất hiện trong bản xem trước của Cmd+Tab.
zh_hans: 阻止只有一个窗口的应用出现在 Cmd+Tab 预览中。
zh_hant: 阻止只有單一視窗的App出現在Cmd+Tab預覽中。

source: Prevents previews from disappearing when moving sideways to adjacent windows
cs: Zabraňuje zmizení náhledů při přesouvání do sousedních oken
de: Verhindert das Verschwinden von Vorschaubildern beim Verschieben von seitlichen zu benachbarten Fenstern
es: Evita que las vistas previas desaparezcan al moverse lateralmente a las ventanas adyacentes
fr: Empêche les aperçus de disparaître lors d’un déplacement latéral vers des fenêtres adjacentes
he: מונע היעלמות תצוגות מקדימות בעת מעבר הצידה לחלונות סמוכים
it: Le anteprime restano visibili anche se il puntatore si sposta su un'altra applicazione del Dock
ja: 隣接ウィンドウへ横方向に移動した際、プレビューが消えないようにします
nl: Voorkomt dat voorbeelden verdwijnen wanneer je zijwaarts naar aangrenzende vensters beweegt
pt_pt: Impede que as pré-visualizações desapareçam ao mover para janelas adjacentes
ru: Предотвращает исчезновение превью при перемещении в соседние окна
tr: Yan yana bitişik pencerelere hareket ederken önizlemelerin kaybolmasını önler
uk: Запобігає зникненню попередніх переглядів під час переміщення вбік до сусідніх вікон
vi: Ngăn bản xem trước biến mất khi di chuyển sang ngang đến cửa sổ bên cạnh
zh_hans: 防止预览在横向移动到相邻窗口时消失
zh_hant: 防止預覽在橫向移動到相鄰視窗時消失

source: Preview Appearance & Quality
cs: Vzhled a kvalita náhledů
de: Vorschau Darstellung & Qualität
es: Vista previa Apariencia y calidad
fr: Apparence et qualité des aperçus
he: מראה ואיכות תצוגה מקדימה
it: Aspetto e qualità delle miniature
ja: 外観と品質
nl: Voorbeeld uiterlijk & kwaliteit
ru: Превью Внешний вид и Качество
tr: Önizleme Görünümü ve Kalitesi
uk: Зовнішній вигляд та якість попереднього перегляду
vi: Giao diện & chất lượng bản xem trước
zh_hans: 预览外观与质量
zh_hant: 外觀與品質預覽

source: Preview Appearance & Quality (Dock Previews)
cs: Vzhled a kvalita náhledů (Dock)
de: Vorschau von Aussehen & Qualität (Dock-Vorschau)
es: Vista previa de Apariencia y Calidad (Vista previa de Dock)
fr: Apparence et qualité des aperçus (du Dock)
he: מראה ואיכות תצוגה מקדימה (תצוגות מקדימות של Dock)
it: Aspetto e qualità delle miniature (anteprime del Dock)
ja: プレビューの外観と品質 （Dockのプレビュー）
nl: Voorbeeld uiterlijk & kwaliteit (Dock-voorbeeld)
ru: Внешний вид и качество превью (превью Dock)
tr: Önizleme Görünümü ve Kalitesi (Dock Önizlemeleri)
uk: Попередній перегляд зовнішнього вигляду та якості (Попередній перегляд Dock)
vi: Giao diện & chất lượng bản xem trước (Bản xem trước Dock)
zh_hans: 预览外观与质量（Dock 预览）
zh_hant: 預覽外觀與品質（Dock預覽）

source: Preview cycle key:
cs: Klávesa přepínání náhledů:
de: Taste für vorwärts blättern:
es: Tecla para cambiar entre previsualizaciones:
fr: Aperçu de la clé de cycle :
he: מקש מעבר בין תצוגות מקדימות:
it: Tasto per il ciclo anteprime:
ja: サイクルをプレビューするキー：
nl: Voorbeeld bladeren-toets
ru: Клавиша следующего по кругу:
tr: Önizleme döngüsü anahtarı:
vi: Phím chu kỳ xem trước:
zh_hans: 预览循环键：
zh_hant: 以按鍵來循環導覽：

source: Preview Height
cs: Výška náhledu
de: Vorschau Höhe
es: Previsualizar altura
fr: Hauteur de l’aperçu
he: גובה תצוגה מקדימה
it: Altezza anteprima
ja: プレビューの高さ
nl: Voorbeeld hoogte
ru: Высота превью
tr: Önizleme Yüksekliği
uk: Висота попереднього перегляду
vi: Chiều cao bản xem trước
zh_hans: 预览窗口高度
zh_hant: 預覽高度

source: Preview Hover Action
cs: Akce náhledu při přejetí myši
de: Vorschau Hover-Aktion
es: Previsualizar la acción de deslizamiento del ratón
fr: Action au survol des aperçus
he: פעולה לביצוע בריחוף על התצוגה מקדימה
it: Azione al passaggio del mouse
ja: ホバーアクションをプレビュー
nl: Voorbeeld muisaanwijzer actie
pt_pt: Pré-visualizar ação em pairar
ru: Действие при наведении на превью
tr: Gezinme Önizlemesi Eylemi
uk: Дія попереднього перегляду при наведенні
vi: Hành động khi di chuột vào bản xem trước
zh_hans: 预览悬停动作
zh_hant: 指標停留在預覽時的動作

source: Preview Hover Action Delay
cs: Prodleva akce při přejetí na náhled
de: Vorschau Hover-Verzögerung
es: Retraso de vista previa de acción
fr: Délai de l’action au survol des aperçus
he: עיכוב פעולת ריחוף על תצוגה מקדימה
it: Ritardo
ja: ホバーアクションをプレビュー
nl: Voorbeeld muisaanwijzer actie vertraging
ru: Задержка действия при наведении
tr: Önizleme Fareyle Üzerine Gelme Eylemi Gecikmesi
uk: Затримка дії попереднього перегляду при наведенні
vi: Độ trễ hành động khi di chuột vào bản xem trước
zh_hans: 预览悬停操作延迟
zh_hant: 指標停留在預覽時延遲以下時間才動作

source: Preview Hover Delay
cs: Zpoždění náhledu při přejetí myši
de: Vorschau Hover-Verzögerung
es: Retraso de desplazamiento de vista previa
fr: Délai de l’aperçu au survol
he: עיכוב לפני ביצוע הפעולה
it: Ritardo al passaggio del mouse
ja: ホバーアクションの遅延
nl: Voorbeeld muisaanwijzer vertraging
pt_pt: Atraso de visualização em destaque
ru: Задержка при наведении на превью
tr: Gezinme Önizlemesi Gecikmesi
uk: Затримка попереднього перегляду при наведенні
vi: Độ trễ khi di chuột vào bản xem trước
zh_hans: 预览悬停延迟
zh_hant: 預覽指標停留延遲

source: Preview Layout (Dock)
cs: Rozložení náhledu (Dock)
de: Vorschau Layout (Dock)
es: Diseño de vista previa (ock)
fr: Disposition des aperçus (Dock)
he: פריסת תצוגה מקדימה (Dock)
it: Aspetto delle anteprime del Dock
ja: プレビューレイアウト （Dock）
nl: Voorbeeldindeling (Dock)
tr: Önizleme Düzeni (Yerleştirme)
uk: Попередній перегляд макета (Dock)
vi: Bố cục bản xem trước (Dock)
zh_hans: 预览布局（Dock）
zh_hant: 預覽佈局(Dock)

source: Preview Layout (Switcher)
cs: Rozložení náhledu (přepínač)
de: Vorschau Layout (Switcher)
es: Diseño de vista previa (cambiador)
fr: Disposition des aperçus (commutateur)
he: פריסת תצוגה מקדימה (בורר)
it: Aspetto delle anteprime del Dock
ja: プレビューレイアウト （スイッチャー）
nl: Voorbeeldindeling (Wisselaar)
pt_pt: Pré-visualizar Layout (Selector de Janelas)
tr: Görünüm Önizlemesi (Değiştirici)
uk: Попередній перегляд макета (Перемикач)
vi: Bố cục bản xem trước (Trình chuyển đổi)
zh_hans: 预览布局（切换器）
zh_hant: 預覽佈局（切換器）

source: Preview Quality
cs: Kvalita náhledu
de: Vorschauqualität
es: Calidad de vista previa
fr: Qualité de l'aperçu
he: איכות תצוגה מקדימה
it: Qualità dell'anteprima
ja: プレビュー品質
nl: Voorbeeld kwaliteit
ru: Качество превью
tr: Önizleme Kalitesi
vi: Chất lượng xem trước
zh_hans: 预览质量
zh_hant: 預覽品質

source: Preview Quality Profiles
cs: Profily kvality náhledu
de: Vorschau der Qualitätsprofile
es: Perfiles de calidad de la Vista Previa
fr: Profils de qualité des aperçus
he: פרופילי איכות תצוגה מקדימה
it: Profili di qualità delle anteprime
ja: 品質プロファイルをプレビュー
nl: Voorbeeld kwaliteitsprofielen
ru: Профили качества превью
tr: Önizleme Kalite Profilleri
uk: Профілі якості попередніх переглядів
vi: Hồ sơ chất lượng bản xem trước
zh_hans: 预览质量配置
zh_hant: 預覽品質預設組

source: Preview Size
cs: Velikost náhledu
de: Vorschaugröße
es: Tamaño de la vista previa
fr: Taille de l’aperçu
he: גודל תצוגה מקדימה
it: Dimensioni delle anteprime
ja: プレビューサイズ
nl: Voorbeeldgrootte
ru: Размер предварительного просмотра
tr: Önizleme Boyutu
uk: Розмір попереднього перегляду
vi: Kích thước bản xem trước
zh_hans: 预览大小
zh_hant: 預覽尺寸

source: Preview Width
cs: Šířka náhledu
de: Vorschau Breite
es: Ancho de vista previa
fr: Largeur de l’aperçu
he: רוחב תצוגה מקדימה
it: Larghezza anteprima
ja: プレビュー幅
nl: Voorbeeld breedte
ru: Ширина превью
tr: Ön İzleme Genişliği
uk: Ширина попереднього перегляду
vi: Chiều rộng bản xem trước
zh_hans: 预览窗口宽度
zh_hant: 預覽寬度

source: Preview Window Fade Out Duration
cs: Délka mizení náhledu okna
de: Ausblendungsdauer des Vorschaufensters
es: Duración del desvanecimiento de vista previa
fr: Durée de disparition de l’aperçu des fenêtres
he: משך דהייה של חלון תצוגה מקדימה
it: Durata della dissolvenza in uscita
ja: プレビューウィンドウのフェードアウト時間
nl: Voorbeeldvenster vervagingsduur
pt_pt: Duração do apagar da Pré-visualização
ru: Длительность исчезновения окна
tr: Önizleme Penceresi Solma Süresi
uk: Тривалість поступового зникнення вікна попереднього перегляду
vi: Thời gian làm mờ dần cửa sổ xem trước
zh_hans: 预览窗口淡出时间
zh_hant: 預覽視窗淡出持續時間

source: Preview Window Inactivity Timer
cs: Časovač nečinnosti náhledu okna
de: Vorschaufenster Inaktivitäts Timer
es: Vista previa temporizador inactivo
fr: Minuteur d’inactivité des aperçus de fenêtre
he: טיימר חוסר פעילות של חלון תצוגה מקדימה
it: Tempo di inattività delle anteprime
ja: プレビューウィンドウの非アクティブタイマー
nl: Voorbeeldvenster inactiviteitstimer
ru: Таймер неактивности окна предварительного просмотра
tr: Önizleme Penceresi Hareketsizlik Zamanlayıcısı
uk: Таймер неактивності вікна попереднього перегляду
vi: Bộ hẹn giờ không hoạt động của cửa sổ xem trước
zh_hans: 预览窗口非活动计时器
zh_hant: 指標離開後隱藏預覽

source: Preview Window Open Delay
cs: Prodleva otevření náhledu okna
de: Öffnungsverzögerung Vorschaufenster
es: Retraso de apertura de vista previa
fr: Délai d’ouverture de l’aperçu
he: משך דהייה של התצוגה המקדימה
it: Ritardo della finestra di anteprima
ja: プレビューウィンドウの表示までの遅延時間
nl: Voorbeeldvenster openen vertraging
pt_pt: Atraso de visualização da janela aberta
ru: Задержка открытия окна при наведении курсора
tr: Önizleme Penceresi Açma Gecikmesi
uk: Затримка відкриття вікна попереднього перегляду
vi: Độ trễ mở cửa sổ xem trước
zh_hans: 预览窗口打开时间
zh_hant: 預覽視窗開啟延遲

source: Preview windows are sized to 1/%lld of your screen dimensions
cs: Náhledy oken mají velikost 1/%lld rozlišení obrazovky
de: Die Vorschaufenster sind geöffnet 1/%lld Ihrer Bildschirmgröße groß
es: Las ventanas de la vista previa tienen un tamaño de 1/%lld de las dimensiones de la pantalla
fr: Les aperçus font 1/%lld des dimensions de votre écran
he: חלונות תצוגה מקדימה בגודל 1/%lld ממימדי המסך שלך
it: Dimensioni delle anteprime: 1/%lld dello schermo
ja: プレビューウィンドウは画面サイズの1/%lldの大きさで表示されます
nl: De afmetingen van voorbeeldvensters zijn 1/%lld van de afmetingen van je scherm
pt_pt: Janelas de visualização são dimensionadas para 1/%lld de suas dimensões de tela
ru: Размер превью окна составляет 1/%lld от размера вашего экрана
tr: Önizleme pencereleri ekran boyutlarınızın 1/%lld'si oranında boyutlandırılır
uk: Вікна попереднього перегляду розраховані на 1/%lld від розміру вашого екрана
vi: Các cửa sổ xem trước được điều chỉnh kích thước bằng 1/%lld kích thước màn hình của bạn
zh_hans: 预览窗口的大小为屏幕大小的 1/%lld
zh_hant: 預覽視窗大小設為您螢幕尺寸的 1/%lld

source: Previews scale dynamically to window proportions, overriding fixed frame constraints.
cs: Náhledy se škálují dynamicky podle poměru stran oken, nerespektují pevné hranice rámečku.
de: Vorschauen skalieren dynamisch zu Fensterabmessungen und überschreiben feste Rahmenbeschränkungen.
he: תצוגות מקדימות משתנות באופן דינמי לפי פרופורציות החלון, עוקפות מגבלות מסגרת קבועות.
it: L'anteprima è ridimensionata dinamicamente alle proporzioni della finestra, sovrascrivendo i vincoli.
ja: プレビューはウィンドウの比率に合わせて動的に拡大縮小され、固定フレームの制約を上書きします。
nl: Voorbeelden worden dynamisch aangepast aan de afmetingen van het venster, waarbij vaste kaders worden genegeerd.
ru: Превью динамически масштабируются в соответствии с пропорциями окна, переопределяя фиксированные размеры рамки.
tr: Önizlemeler, sabit çerçeve sınırlamalarını geçersiz kılıp pencere oranlarına göre dinamik olarak ölçeklenir.
vi: Bản xem trước căn chỉnh động theo tỷ lệ cửa sổ, bỏ qua ràng buộc khung cố định.
zh_hans: 根据窗口比例动态调整预览窗口，覆盖固定框架约束。
zh_hant: 隨視窗比例動態縮放預覽，覆蓋固定的框架限制。

source: Profile
cs: Profil
de: Profil
es: Perfil
fr: Profil
he: פרופיל
it: Profilo
ja: プロファイル
nl: Profiel
pt_pt: Perfil
ru: Профиль
tr: Profil
uk: Профіль
vi: Hồ sơ
zh_hans: 个人资料
zh_hant: 主頁

source: pt
cs: bodů
zh_hant: 點

source: px
cs: pixelů
de: Pixel
es: Pixeles
he: פיקסלים
zh_hant: 像素

source: Quality
cs: Kvalita
de: Qualität
es: Calidad
fr: Qualité
he: איכות
it: Qualità
ja: 品質
nl: Kwaliteit
pt_pt: Qualidade
ru: Качество
tr: Kalite
vi: Chất lượng
zh_hans: 质量
zh_hant: 品質
